<template>
  <main class="container">
    <div class="container">
      <div class="mt-2">
        <h2 class="head">نظام الدراسة بكليات الجامعة</h2>
        <p class="p">
          يبدأ الطالب بالتقدم للدراسات العليا بتحديد نوع الدراسة المتقدم لها (دبلوم - ماجستير - دكتوراه) وفقا للمواعيد المحددة لكل كلية والمستندات المطلوبة مع كل إجراء
        </p>
        <div class="d-flex"><p>للتسجيل Online:</p>&nbsp;<router-link to="">http://pgs.mans.edu.eg</router-link>
        </div>
      </div>
      <div class="mt-5">
        <h2 class="head mb-4">* البرامج الاكاديمية للدراسات العليا:</h2>
        <router-link class="type" to="/diploma-register">الدبلومة</router-link>
        <router-link class="type" to="/master-register">الماجيستر</router-link>
        <router-link class="type" to="/phd-register">الدكتوراة</router-link>
      </div>

      <div class="mt-5">
        <h2 class="head mb-4">* دليل الطالب في الدراسات العليا</h2>
        <p class="p"> بعد مراجعة مستندات الطالب يتم أخذ موافقة كلا من مجلس القسم المختص و لجنه الدراسات و مجلس الكلية
          يتم ارسالها للإدارة العامة للدراسات العليا للاعتماد من مجلس الدراسات أو من السيد أ.د/ نائب رئيس الجامعة
          للدراسات العليا و يرفق:
        </p>
      </div>

      <div class="mt-5">
        <h2 class="head mb-4">* عن الدبلومة </h2>
        <p class="p">
          برنامج الدبلومة المهنية في تكنولوجيا المعلومات برنامج خاص بمصروفات بنظام الساعات المعتمدة (36 ساعة)
          يعتمد البرنامج على النظم الحديثة في التعليم بما فيها الوسائط الإلكترونية مع استخدام معامل الكلية والشبكات الموجودة بالجامعة مع تحويل أو إعداد مقررات البرنامج إلكترونيا على الشبكة واستخدام  النظم العالمية في التفاعل مع الطلبة.
        </p>
        <div class="container m-2">
          <h3 class="head mt-4 mb-4"> ماهي الساعات المعتمدة؟ </h3>
          <p class="p">
            الساعة المعتمدة هي وحدة عملية تسجل للطالب في حالة نجاحه في المقرر الذي يدرسه، وهي عبارة عن ساعة دراسية أسبوعياً في حالة المحاضرات النظرية ، أو ساعتين دراسيتين أسبوعياً في حالة التمارين التطبيقه ، أو ثلاث ساعات معملية أسبوعيا وتكون الساعة المعتمدة هي أساس تعيين العبء الدراسي للطالب في كل فصل دراسي.
          </p>
        </div>
        <div class="container m-2">
          <h3 class="head mt-4 mb-4">  شروط القبول شروط القبول </h3>
          <p class="p">
            يشترط لقيد الطالب أن يكون حاصلاً علي درجة البكالوريوس أو الليسانس من إحدي الجامعات المصرية أو علي درجة معادله لها من معهد علمي أخر معترف به من المجلس الأعلى للجامعات.
          </p>
        </div>

        <div class="container m-2">
          <h3 class="head mt-4 mb-4">  مصاريف الدبلومة</h3>
          <p class="p">
            يقوم الطالب بدفع رسوم دراسية قدرها 1800 جنيه على ثلاثة أقساط في التخصصات الآتية:
          </p>
          <ol class="p">
            <li>
              تطوير مواقع الانترنت
            </li>
            <li>
              التجارة الإلكترونية
            </li>
            <li>
              نظم المعلومات الجغرافية
            </li>
          </ol>
        </div>

        <div class="container m-2">
          <h3 class="head mt-4 mb-4">   طلبات الإلتحاق الخاصة بالدبلومة المهنية </h3>
          <ol>
            <li>
              المؤهل الدراسي ( أصل شهادة المؤهل العالي).
            </li>
            <li>
              بيان حالة لدى الدراسات العليا .
            </li>
            <li>
              صوره شهادة الميلاد (صوره طبق الأصل موقع عليها 2 موظفين وختم الشعار).
            </li>
            <li>
              صوره البطاقة (صوره طبق الأصل موقع علیھا 2 موظفین وختم الشعار ).
            </li>
            <li>
              4 صور شخصية حديثة .
            </li>
            <li>
              ملف بلاستيك.
            </li>
            <li>
              استيفاء الدمغة والخدمات التعليمية.
            </li>
            <li>
              طلب + استمارة قيد رقم (1) للدبلومة لدى الدراسات العليا .
            </li>
            <li>
              الموقف من التجنید (صوره طبق الأصل موقع علیھا 2 موظفین وختم الشعار ).
            </li>
            <li>
              موافقة جھة العمل على الالتحاق بالدبلومة مختومة ( أصل ).
            </li>
            <li>
              إقرار بأنه لا يعمل بالقطاع الحكومي أو الخاص موقع من عدد 2 موظفين ومختوم بختم الشعار (لغير العاملين).
            </li>
            <li>
              بیان حالة وظیفیة من شئون العاملین للعاملین .
            </li>
            <li>
              شھاده حسن سیر وسلوك .
            </li>
          </ol>

        </div>


      </div>

      <div class="mt-5">
        <h2 class="head mb-4">* عن الماجستير:</h2>
        <div class="container m-2">
          <h3 class="head mt-4 mb-4">شروط القبول في درجة الماجيستير</h3>
          <ol>
            <li> أن يكون الطالب حاصلاً على درجة البكالوريوس أو ما يعادلها من جامعة أو معهد علمي معترف بهما وبتقدير لا يقل عن جيد أو ما يعادله، ويشترط أن تكون الدراسة بالانتظام وأن تكون درجة البكالوريوس في موضوع يؤهل الطالب للدراسة المتخصصة في الكلية أو القسم الذي يرغب الالتحاق به.</li>
            <li>في حال حصول الطالب على درجة البكالوريوس بتقدير مقبول أو ما يعادله يحق له الالتحاق ببرامج الماجستير شريطة دراسة (3) مواد من مواد الماجستيريحددها القسم وتكون موحدة لجميع الطلبة المتقدمين( خلال الفصل الاول للالتحاق) لذلك التخصص، ونجاحه في كل مادة بعلامة لا تقل عن C+ وبمعدل تراكمي لا يقل عن 3.0 ليصبح طالباً نظامياً وتحسب له في حال نجاحه في هذه المواد ضمن المواد التي أنهاها في خطته، وما عدا ذلك يفصل من البرنامج.</li>
            <li>أن لا يكون قد صدر بحقه أية عقوبة تأديبية خلال دراسته السابقة لا تؤهله للقبول في الدراسات العليا.</li>
            <li>تحقيق الشروط التي تقترحها لجنة القسم المعني وتقررها لجنة الكلية، ويجوز أن يكون من بينها توضيح المواد الاستدراكية التي يجب دراستها كمتطلبات أو سنوات الخبرة العملية التي قد يتطلبها القبول في بعض التخصصات.</li>
            <li>أن لا يكون قد فصل من التخصص الذي سيتقدم إليه.</li>
            <li>ان يحقق شرط اللغة المنصوص عليها من قبل وزارة التعليم العالي والبحث العلمي  </li>
          </ol>
        </div>
      </div>


      <div class="mt-5">
        <h2 class="head mb-4">* عن الدكتوراه:</h2>
        <p class="p">يمثل برنامج الدكتوراه الحدود الدنيا لمتطلبات كلية الدراسات العليا. ويجوز للقسم العلمي (ممثلاً بلجنة البرنامج) أن يحدد متطلبات إضافية عامة (ضمن برنامج الدكتوراه)، أو خاصة (ضمن برنامج الطالب) بموافقة كلية الدراسات العيا. ويجب أن تشمل متطلبات برنامج الدكتوراه إضافة إلى الرسالة اجتياز ما لا يقل عن خمس عشرة (15) وحدة من مقررات الدراسات العليا المعتمدة، ويجوز أن يكون من بينها بحد أقصى ست (6) وحدات من غير التخصص.</p>
        <p class="p">وتعتمد مقررات الدراسات العيا التي يدرسها الطالب بشرط ألا يكون قد سبق اعتمادها ضمن متطلبات درجة الماجستير أو درجة الإجازة الجامعية الأولى. ويجوز اعتماد مقررات دراسات عليا من خارج أكاديمية التفكير بشرط ألا تتعدى ثلاثين بالمائة (30%) من الوحدات المطلوبة للبرنامج، وألا يقل تقدير أي منها عن ثلاث نقاط أو ما يعادلها، وأن تكون هذة المقررات قد درست خلال الفترة الزمنية المحددة للحصول على الدرجة أو لم يمر منذ اجتيازها وحتى تاريخ القبول بالبرنامج أكثر من سنتين.</p>
        <div class="container m-2">
          <h3 class="head mt-4 mb-4">شروط القبول في درجة الدكتوراه</h3>
          <ol>
            <li>أن يكون حاصلاً على درجة الماجستير أو ما يعادلها من أكاديمية التفكير الإستراتيجي أو من مؤسسة أكاديمية أخرى معترف بها في دولتها.</li>
            <li>أن يقدم نتيجة اختبار أو أكثر يحدده البرنامج العلمي، يدل على مستوى إعداده الأكاديمي إذا كان حاصلاً على درجة الماجستير من مؤسسة أكاديمية غير أكاديمية التفكير.</li>
            <li>أن يكون الطالب الحاصل على درجة الماجستير من مؤسسة أكاديمية غير أكاديمية التفكير متمكناً من اللغة التي يجري بها التدريس في البرنامج الذي يود الالتحاق به، وأن يكون المتقدم إلى برنامج يعتمد اللغة العربية في التدريس متقناً للغة أخرى يحددها القسم العلمي المختص. وتقرر كلية الدراسات العليا الحد الأدنى لمستوى الإتقان اللغوي.</li>
            <li>أن يقدم موافقة كتابية من جهة العمل لالتحاق بالبرنامج إذا كان غير متفرغ.</li>
            <li>أن تتوافر في المتقدم أي شروط إضافية يتطلبها البرنامج الذي يود الالتحاق به.</li>
          </ol>
        </div>
        <div class="container m-2">
          <h3 class="head mt-4 mb-4">البرنامج الدراسي للطالب</h3>
          <p class="p">يحدد المشرف الأكاديمي برنامجاً دراسياً يتفق مع الخلفية العلمية للطالب، ويجب اعتماد برنامج مبدئي قبل بداية الفصل الدراسي الثاني من كلية الدراسات العليا. وكذلك يجب اعتماد البرنامج الدراسي النهائي للطالب من كلية الدراسات العليا قبل نهاية الفصل الدراسي الثالث بتوصية من المشرف الأكاديمي مشفوعة بالمبررات الأكاديمية لهذا التعديل توافق عليها كلية الدراسات العليا. ويجب أن يشمل البرنامج الدراسي للطالب (المبدئي والنهائي) جميع المقررات التي يلتزم بدراستها مضافاً أي مقررات أخرى يتطلبها دعم الخلفية العلمية للطالب أو طبيعة البحث المزمع إجراؤه. وتدخل جميع المقررات المعتمدة التى يدرسها الطالب في حساب معدله المتوسط.</p>
        </div>
      </div>

    </div>


  </main>
</template>

<script>
export default {
name: "Main"
}
</script>

<style scoped>
main {
  margin-bottom: 100px;
}
.p {
  margin: 10px;
  color: #525252;
}

h2, h3 {
  color: #0d959e;
}

main p {
  font-family: 'JF-Flat-Regular';
}
a {
  color: red;
}
a:hover {
  text-decoration: none;
  color: black;
}

.type {
  border: 1px solid #0d959e;
  color: #0d959e;
  padding: 10px 30px;
  margin: 30px 10px;
  border-radius: 25px;
}

.type:hover {
  background-color: #0d959e;
  color: white;
}
ol li{
  list-style-type: arabic-indic;
  color: #525252;
  margin-top: 5px;
}
</style>